Repository: TatyanaBuinitskaya/PlatePix
Catalog: PlatePix/Localizations/Localizable.xcstrings
Source language: en
Languages: pl, ru

source: Healthy
pl: Zdrowe
ru: Полезная

source: Moderate
pl: Średnie
ru: Умеренная

source: New Tag
pl: Nowy tag
ru: Новый тег

source: Unhealthy
pl: Niezdrowe
ru: Вредная

source: 1. Touch and hold an empty area on the Home Screen until the apps jiggle.
pl: 1. Naciśnij i przytrzymaj puste miejsce na ekranie głównym, aż ikony aplikacji zaczną drżeć.
ru: 1. Коснись и удерживай пустую область на главном экране, пока приложения не начнут покачиваться.

source: 1. Touch and hold anywhere on your Lock Screen, tap “Customize” and choose Lock Screen.
pl: 1. Naciśnij i przytrzymaj dowolne miejsce na ekranie blokady, stuknij „Dostosuj” i wybierz „Ekran blokady”.
ru: 1. Коснись и удерживай любую область экрана блокировки, нажми «Настроить» и выбери экран блокировки.

source: 2. Tap and hold the widgets area, then find the PlatePix widget from the suggested list.
pl: 2. Naciśnij i przytrzymaj obszar widżetów, a następnie znajdź widżet PlatePix na liście sugestii.
ru: 2. Нажми и удерживай область виджетов, затем найди виджет PlatePix из предложенного списка.

source: 2. Tap the “Edit” button or the “+” in the top left corner, then find the PlatePix widget from the suggested list.
pl: 2. Stuknij przycisk „Edytuj” lub „+” w lewym górnym rogu, a następnie znajdź widżet PlatePix na liście sugestii.
ru: 2. Нажми «Изменить» или “+” в левом верхнем углу, затем найди виджет PlatePix из предложенного списка.

source: 3. Press “Add Widget” button and place widget in the position you want, then tap the empty area to finish.
pl: 3. Stuknij przycisk „Dodaj widżet” i umieść widżet w wybranym miejscu, a następnie stuknij puste miejsce, aby zakończyć.
ru: 3. Нажми кнопку «Добавить виджет» и размести его в нужном месте, затем коснись пустой области, чтобы завершить.

source: 3. Tap or drag to add widget, then close the window and press “Done”.
pl: 3. Stuknij lub przeciągnij, aby dodać widżet, a następnie zamknij okno i stuknij „Gotowe”.
ru: 3. Нажми или перетащи, чтобы добавить виджет, затем закрой окно и нажми «Готово».

source: About App
pl: O aplikacji
ru: О приложении

source: Add tags
pl: Dodaj tagi
ru: Добавить теги

source: Add Tags
pl: Dodaj tagi
ru: Добавить теги

source: Added tags
pl: Dodane tagi
ru: Добавленные теги

source: All created plates appear in the sidebar on the left, where you can select any of them to view or edit.
pl: Wszystkie utworzone talerze pojawiają się na pasku bocznym po lewej stronie, gdzie możesz wybrać dowolny z nich, aby go wyświetlić lub edytować.
ru: Все созданные тарелки отображаются в боковом меню слева — ты можешь выбрать любую для просмотра или редактирования.

source: All Plates
pl: Wszystkie talerze
ru: Все тарелки

source: Anytime Meal
pl: Dowolny posiłek
ru: Любое время

source: Awards
pl: Nagrody
ru: Награды

source: Back
pl: Wstecz
ru: Назад

source: Breakfast
pl: Śniadanie
ru: Завтрак

source: Cancel
pl: Anuluj
ru: Отменить

source: Check Settings
pl: Sprawdź ustawienia
ru: Проверьте настройки

source: Congratulations!!!
pl: Gratulacje!!!
ru: Поздравляем!!!

source: Contact us
pl: Skontaktuj się z nami
ru: Связаться с нами

source: daily motivations on your
pl: dodać codzienną motywację na
ru: добавить ежедневные мотивации на

source: day
pl: dzień
ru: день

source: Day Snack
pl: Przekąska w ciągu dnia
ru: Дневной перекус

source: Delete
pl: Usuń
ru: Удалить

source: Deleting the default %@ tags will also remove them from any plates where they were previously used.
pl: Usunięcie domyślnych tagów %@ spowoduje również ich usunięcie ze wszystkich talerzy, w których były wcześniej używane.
ru: Удаление стандартных тегов %@ приведёт к их удалению из всех тарелок, где они использовались ранее.

source: Dinner
pl: Kolacja
ru: Ужин

source: Don't forget to take photos of your plates, it will help you eat mindfully!📸🍴
pl: Nie zapomnij robić zdjęć swoich talerzy — pomoże Ci to jeść bardziej uważnie! 📸🍴
ru: Не забывай делать фото своих тарелок, это поможет питаться осознанно!📸🍴

source: Done
pl: Gotowe
ru: Готово

source: Edit Tag
pl: Edytuj tag
ru: Изменить тег

source: Emotion
pl: Emocja
ru: Эмоция

source: Evening Snack
pl: Przekąska wieczorna
ru: Вечерний перекус

source: Failed to save JPEG.
pl: Nie udało się zapisać pliku JPEG.
ru: Не удалось сохранить JPEG.

source: Filter by Date
pl: Filtruj według Daty
ru: Фильтр по дате

source: Filter by Food Quality
pl: Filtruj według Jakości jedzenia
ru: Фильтр по качеству еды

source: Filter by Mealtime
pl: Filtruj według Pory posiłku
ru: Фильтр по времени приема пищи

source: Filter by Tag
pl: Filtruj według Tagu
ru: Фильтр по тегу

source: Filters
pl: Filtry
ru: Фильтры

source: Follow instructions to reach
pl: Postępuj zgodnie z instrukcjami, aby
ru: Следуй инструкциям, чтобы

source: Food
pl: Jedzenie
ru: Еда

source: Free version allows up to 15 plates
pl: Do 15 talerzy w wersji bezpłatnej
ru: До 15 тарелок в бесплатной версии

source: Get unlimited plates with Premium
pl: Premium — bez ograniczeń
ru: Премиум — без ограничений

source: Get unlimited with Premium
pl: Premium — bez ograniczeń
ru: Премиум — без ограничений

source: HOME SCREEN
pl: EKRAN GŁÓWNY
ru: ГЛАВНЫЙ ЭКРАН

source: Home Screen Widget
pl: Widżet ekranu głównego
ru: Виджет Главного Экрана

source: JPEG with day plates saved successfully!
pl: Plik JPEG z dziennymi talerzami został pomyślnie zapisany!
ru: JPEG с тарелками за день успешно сохранен!

source: Just a few steps to get
pl: Wystarczy kilka kroków, aby
ru: Всего несколько шагов, чтобы

source: Language
pl: Język
ru: Язык

source: Leave a review
pl: Zostaw opinię
ru: Оставить отзыв

source: LOCK SCREEN
pl: EKRANIE BLOKADY
ru: ЭКРАН БЛОКИРОВКИ

source: Lock Screen Widget
pl: Widżet ekranu blokady
ru: Виджет Экрана Блокировки

source: Locked
pl: Zablokowane
ru: Закрыто

source: Lunch
pl: Obiad
ru: Обед

source: Meal Quality
pl: Jakość posiłku
ru: Качество еды

source: Mealtime
pl: Pora posiłku
ru: Время еды

source: month
pl: miesiąc
ru: месяц

source: Morning Snack
pl: Przekąska poranna
ru: Утренний перекус

source: My
pl: Moje
ru: Мои

source: Name
pl: Nazwa
ru: Имя

source: New Name
pl: Nowa Nazwa
ru: Новое имя

source: New Type
pl: Nowy Typ
ru: Новый тип

source: No active subscription found. Please purchase a subscription.
pl: Nie znaleziono aktywnej subskrypcji. Proszę wykupić subskrypcję.
ru: Активная подписка не найдена. Пожалуйста, оформи подписку.

source: No awards earned yet
pl: Nie zdobyto jeszcze żadnych nagród
ru: Награды ещё не получены

source: No Date Selected
pl: Nie wybrano daty
ru: Дата не выбрана

source: No Plate Selected
pl: Nie wybrano talerza
ru: Тарелка не выбрана

# No plates match the %@ filter %@
source: No plates match the %1$@ filter %2$@
pl: Żadne talerze nie pasują do filtra %1$@ %2$@
ru: Нет тарелок, соответствующих фильтру %1$@%2$@

# No plates match the %@ filter on %@
source: No plates match the %1$@ filter on %2$@
pl: Żadne talerze nie pasują do filtra %1$@ w dniu %2$@
ru: Нет тарелок, соответствующих фильтру %1$@ на дату %2$@

source: No plates on %@
pl: Brak talerzy w %@
ru: Нет тарелок на %@

source: No Tags
pl: Brak tagów
ru: Нет тегов

source: No tags added yet
pl: Nie dodano jeszcze żadnych tagów
ru: Теги ещё не добавлены

source: No tags available
pl: Brak dostępnych tagów
ru: Теги недоступны

source: Notes:
pl: Notatki:
ru: Заметки:

source: Notifications are not enabled
pl: Powiadomienia nie są włączone
ru: Уведомления не включены

source: Personalization
pl: Personalizacja
ru: Персонализация

source: Plate
pl: Talerz
ru: Тарелка

source: Plate Details
pl: Szczegóły talerza
ru: Детали тарелки

source: Plates
pl: Talerze
ru: Тарелки

source: Privacy Policy
pl: Polityka prywatności
ru: Политика конфиденциальности

source: Reaction
pl: Reakcja
ru: Реакция

source: Reading motivations
pl: Czytanie motywacji
ru: Регулярное чтение

source: regulary will help
pl: regularnie pomoże
ru: мотиваций поможет

source: Reminders
pl: Przypomnienia
ru: Напоминания

source: Remove
pl: Odłącz
ru: Убрать

source: Rename
pl: Zmień nazwę
ru: Переименовать

source: Restore Purchases
pl: Przywróć zakupy
ru: Восстановить покупки

source: Save
pl: Zapisz
ru: Сохранить

source: Save Status
pl: Stan zapisu
ru: Статус сохранения

source: Search in Notes
pl: Szukaj w notatkach
ru: Поиск в заметках

source: Select a Date
pl: Wybierz datę
ru: Выбрать дату

source: Select a Date:
pl: Wybierz datę:
ru: Выбрать дату:

source: Select a Mealtime
pl: Wybierz porę posiłku
ru: Выбрать время приема пищи

source: Select a Tag
pl: Wybierz tag
ru: Выбрать тег

source: Selected Date:
pl: Wybrana data:
ru: Выбранная дата:

source: Settings
pl: Ustawienia
ru: Настройки

source: Share
pl: Udostępnij
ru: Поделиться

source: Show
pl: Pokaż
ru: Показывать

source: Show awards
pl: Pokaż nagrody
ru: Показать награды

source: Small doses of motivation can make a big difference in your life
pl: Małe dawki motywacji mogą zrobić dużą różnicę w Twoim życiu
ru: Небольшие дозы мотивации могут значительно изменить твою жизнь

source: Subscription Status
pl: Status subskrypcji
ru: Статус подписки

source: Swipe left on a tag to rename or delete it
pl: Przesuń w lewo na tagu, aby zmienić jego nazwę lub go usunąć
ru: Смахни влево по тегу, чтобы переименовать или удалить

source: Tags
pl: Tagi
ru: Теги

source: Tap the '+' in the bottom right to add a new plate.
pl: Kliknij „+” w prawym dolnym rogu, aby dodać nowy talerz.
ru: Нажми «+» в правом нижнем углу, чтобы добавить новую тарелку.

source: Terms And Conditions
pl: Regulamin
ru: Условия и положения

source: text will be searchable
pl: Tekst będzie przeszukiwalny
ru: текст будет доступен для поиска

source: Theme
pl: Motyw
ru: Тема

source: There was a problem setting your notification. Please check you have notifications enabled.
pl: Wystąpił problem z ustawieniem powiadomienia. Sprawdź, czy masz włączone powiadomienia.
ru: Произошла ошибка при настройке уведомлений. Пожалуйста, проверь, включены ли у тебя уведомления.

source: Time
pl: Czas
ru: Время

source: Today
pl: Dzisiaj
ru: Сегодня

source: Track Your Meals and Lose Weight, Stay Motivated and Improve Your Health!
pl: Śledź swoje posiłki i chudnij, zachowaj motywację i popraw swoje zdrowie!
ru: Следи за питанием и худей, сохраняй мотивацию и улучшай здоровье!

source: Type
pl: Typ
ru: Тип

source: Unknown
pl: Nieznane
ru: Неизвестно

source: Unlock Now
pl: Odblokuj teraz
ru: Разблокируй сейчас

source: Unlocked: %@
pl: Odblokowano: %@
ru: Открыто

source: Warning
pl: Ostrzeżenie
ru: Предупреждение

source: week
pl: tydzień
ru: неделя

source: year
pl: rok
ru: год

source: You can cancel your subscription at any time
pl: Możesz anulować subskrypcję w dowolnym momencie
ru: Отменить подписку можно в любое время

source: You don't have any plates yet
pl: Nie masz jeszcze żadnych talerzy
ru: У тебя пока нет ни одной тарелки

source: You might want to focus on healthier options to feel your best!
pl: Możesz chcieć skupić się na zdrowszych opcjach, aby czuć się jak najlepiej!
ru: Попробуй сосредоточиться на более здоровом питании, чтобы чувствовать себя лучше!

source: You need to add at least one tag before filtering.
pl: Musisz dodać co najmniej jeden tag przed filtrowaniem.
ru: Нужно добавить хотя бы один тег перед фильтрацией

source: you to reach your goal
pl: aby osiągnąć swój cel
ru: тебе достичь цели

source: You're doing amazing! Keep up the great work with your healthy choices!
pl: Świetnie Ci idzie! Kontynuuj dobre nawyki i zdrowe wybory!
ru: Ты отлично справляешься! Продолжай в том же духе и выбирай полезные продукты!

source: You're maintaining a good balance! Keep making mindful choices!
pl: Utrzymujesz dobrą równowagę! Kontynuuj świadome wybory!
ru: Ты хорошо держишь баланс! Продолжай осознанно подходить к питанию!

source: You've earned award:
pl: Zdobyłeś nagrodę:
ru: Ты заслужила награду:

source: your motivations even on your
pl: otrzymywać swoją codzienną motywację nawet na
ru: получать свою мотивацию даже на

source: Your purchase has been successfully restored.
pl: Twoje zakupy zostały pomyślnie przywrócone.
ru: Ваша покупка была успешно восстановлена.

source: %lld plates
ru: %lld

source: OK
ru: ОК
